Repository: Daarte/mantis
Catalog: locales/*.po
Languages: pt_br

source: MantisBT synchronization
pt_br: Sincronização do MantisBT

source: Error creating the note, the process was interrupted
pt_br: Erro na criação de nota, o processo foi interrompido

source: Error when updating MantisBT issue
pt_br: Erro na atualização da incidência do MantisBT

source: Error: The process was interrupted
pt_br: Erro: O processo foi interrompido

source: Project '%1$s' does not exist.
pt_br: Projeto '%1$s' não existe.

source: Can't load the attachment [%1$s] to MantisBT, the process was interrupted.
pt_br: Não foi possível carregar o anexo [%1$s] para o MantisBT, o processo foi interrompido.

source: Can't send the attachment [%1$s] to MantisBT, the process was interrupted.
pt_br: Não foi possível enviar o anexo [%1$s] para o MantisBT, o processo foi interrompido.

source: Attachment [%1$s] doesn't exists, the process was interrupted.
pt_br: Anexo [%1$s] não existe, o processo foi interrompido.

source: Title = %1$s <br/>
pt_br: Título = %1$s <br/>

source: Description = %1$s <br/>
pt_br: Descrição = %1$s <br/>

source: Category = %1$s <br/>
pt_br: Categoria = %1$s <br/>

source: Link to GLPi object = %1$s <br/>
pt_br: Relacionar a objeto do GLPI = %1$s <br/>

source: Followups = %1$s -> date : %2$s, request type : %3$s, user : %4$s, content : %5$s<br/>
pt_br: Acompanhamentos =%1$s -> date : %2$s, tipo de requisição : %3$s, usuário : %4$s, conteúdo : %5$s <br/>

source: No follow-up
pt_br: Sem acompanhamento

source: Task = %1$s -> date : %2$s, description : %3$s, time : %4$s<br/>
pt_br: Tarefa = %1$s -> : %2$s, descrição : %3$s, tempo : %4$s <br/>

source: No task
pt_br: Sem tarefas

source: Use the plugin MantisBT
pt_br: Usar o plugin MantisBT

source: Error to connect to the web service MantisBT => '%1$s'
pt_br: Erro para conectar ao serviço web MantisBT => '%1$s'

source: Error retrieving user of project id '%1$s' => '%2$s'
pt_br: Erro na recuperação do usuário do projeto id '%1$s' => '%2$s'

source: Error retrieving category from the project id '%1$s' => '%2$s'
pt_br: Erro na recuperação da categoria do projeto id '%1$s' => ' %2$s'

source: Error when checking existence of the MantisBT ticket '%1$s' => '%2$s'
pt_br: Erro verificando a existência do chamado no MantisBT '%1$s' => '%2$s'

source: error while creating note => '%1$s'
pt_br: erro na criação da nota => '%1$s'

source: WARNIG
pt_br: CUIDADO

source: error while creating attachment => '%1$s'
pt_br: erro criando anexo => '%1$s'

source: error while getting attachment => '%1$s'
pt_br: erro na captura do anexo => '%1$s'

source: Error creating MantisBT ticket '%1$s'
pt_br: Erro na criação do chamado MantisBT '%1$s'

source: Error searching MantisBT ticket '%1$s' => '%2$s'
pt_br: Erro na procura do chamado MantisBT '%1$s' => '%2$s'

source: Error retrieving the id of the project by it's name '%1$s' => '%2$s'
pt_br: Erro na recuperação da id do projeto pelo seu nome '%1$s' => '%2$s'

source: Error when checking the existence of the project by his name '%1$s' => '%2$s'
pt_br: Erro na verificação de existência de projeto pelo seu nome '%1$s' => '%2$s'

source: Error when deleting note '%1$s' => '%2$s'
pt_br: Erro na exclusão da nota '%1$s' => '%2$s'

source: Error when deleting attachment '%1$s' => '%2$s'
pt_br: Erro na exclusão de anexo '%1$s' => '%2$s'

source: Error when getting MantisBT states => '%1$s'
pt_br: Erro na obtenção dos status do MantisBT => '%1$s'

source: Error when updating MantisBT => '%1$s'
pt_br: Erro na atualização do MantisBT => '%1$s'

source: Starting update attachments.
pt_br: Inciando atualização de anexos.

source: GLPi object [%1$s:%2$s] is solved or closed.
pt_br: Objeto do GLPI [%1$s:%2$s] está solucionado ou fechado.

source: Can't load GLPi file [%1$s].
pt_br: Não é possível carregar o arquivo do GLPI [%1$s].

source: Can't send GLPi file [%1$s] to MantisBD.
pt_br: Não é possível enviar o arquivo do GLPI [%1$s] para o MantisBT.

source: GLPi file [%1$s] doesn't exists.
pt_br: Arquivo do GLPI [%1$s] não existe.

source: GLPi file [%1$s] already exists in MantisBT issue.
pt_br: Arquivo do GLPI [%1$s] já existe em uma incidência do MantisBT.

source: GLPi object [%1$s:%2$s] is already solved or closed.
pt_br: Objeto do GLPI [%1$s:%2$s] já está solucionado ou fechado.

source: Plugin configuration is not correct (MantisBT status is missing)
pt_br: Configuração de plugin não está correta (Status MantisBT está faltando)

source: Plugin configuration is not correct (connection error).
pt_br: Configuração de plugin não está correta (erro de conexão).

source: Link to an existing MantisBT issue
pt_br: Relacionar com uma incidência do MantisBT

source: Create a new MantisBT issue
pt_br: Criar nova incidência no MantisBT

source: MantisBT actions
pt_br: Ações do MantisBT

source: What do you want to do ?
pt_br: O que você quer fazer ?

source: Only delete link between GLPi object AND MantisBT issue.
pt_br: Apenas excluir o link entre o objeto GLPI E incidência MantisBT.

source: Force delete MantisBT issue (and GLPi object link).
pt_br: Forçar exclusão de incidência do MantisBT (e relação de objeto do GLPI).

source: Link to an existing MantisBT issue.
pt_br: Relacionar com uma incidência do MantisBT

source: Id of MantisBT issue
pt_br: Id da incidência do MantisBT

source: Click to load issue from MantisBT
pt_br: Clique para carregar incidência do MantisBT

source: MantisBT field for GLPi fields
pt_br: Campo do MantisBT para campos do GLPI

source: MantisBT field for the link URL to the GLPi object
pt_br: Campo de URL do MantisBT para objeto do GLPI

source: Attachments
pt_br: Anexos

source: Forward attachments
pt_br: Encaminhar anexos

source: Forward ticket followup
pt_br: Encaminhar acompanhamento de chamado

source: Forward ticket tasks
pt_br: Encaminhar tarefas de chamado

source: Forward title
pt_br: Encaminhar título

source: Forward description
pt_br: Encaminhar descrição

source: Forward category
pt_br: Encaminhar categoria

source: Forward linked tickets
pt_br: Encaminhar chamados relacionados

source: Exact MantisBT project name
pt_br: Nome do projeto exato no MantisBT

source: Click to load project from MantisBT
pt_br: Clique para carregar o projeto do MantisBT

source: Steps to reproduce
pt_br: Passos para reproduzir

source: Forward followups
pt_br: Encaminhar acompanhamentos

source: Forward tasks
pt_br: Encaminhar tarefas

source: Link
pt_br: Relacionar

source: List of linked MantisBT issues
pt_br: Lista de incidências do MantisBT relacionadas

source: Error when loading MantisBT issue
pt_br: Erro no carregamento de incidência do MantisBT

source: This GLPi object is not linked to MantisBT
pt_br: Este objeto do GLPI não está relacionado ao MantisBT

source: Escalation to MantisBT is neutralized by GLPi status
pt_br: Escalonamento para MantisBT está neutralizado pelo status do GLPI

source: Setup - MantisBT
pt_br: Configuração - MantisBT

source: MantisBT server base URL
pt_br: URL de servidor da base MantisBT

source: Check SSL
pt_br: Verifique o certificado SSL usado

source: Use GLPi proxy configuration
pt_br: Use a configuração de proxy do GLPI

source: Wsdl file path
pt_br: Caminho de arquivo Wsdl

source: MantisBT user login
pt_br: Login de usuário MantisBT

source: MantisBT user password
pt_br: Senha de usuário MantisBT

source: Allow assignation
pt_br: Permitir atribuição

source: Neutralize the escalation to MantisBT when the status of the GLPi object is
pt_br: Neutralizar o escalonamento para MantisBT quando o status do objeto do GLPI for

source: Status of GLPi object after escalation to MantisBT
pt_br: Status do objeto do GLPI depois do escalonamento para MantisBT

source: Show option 'Delete the MantisBT issue'
pt_br: Exibir a opção 'Exlcuir incidência em MantisBT'

source: Attachment type transfered to MantisBT
pt_br: Tipo de anexo transferido ao MantisBT

source: MantisBT field for GLPI fields
pt_br: Campos do MantisBT para campos do GLPI

source: Close GLPi ticket when MantisBT issue status is
pt_br: Fechar chamado GLPI quando o status de incidência do MantisBT for

source: Solution type when MantisBT issue is resolved
pt_br: Tipo de solução quando o problema MantisBT é resolvido

source: GLPi user who solves ticket ?
pt_br: Usuário informado ao resolver o objeto GLPI por MantisBT

source: Test the connection
pt_br: Testar conexão

source: Default checkbox status
pt_br: Status padrão da caixa de seleção

source: Forward document(s)
pt_br: Encaminhar documento(s)

source: Number of linked MantisBT issues
pt_br: Número de incidências relacionadas com MantisBT

source: Documents for related tickets
pt_br: Documentos para chamados relacionados

source: MantisBT issue does not exist
pt_br: Incidência de MantisBT não existe

source: This GLPi object is already linked to the selected MantisBT issue
pt_br: Este objeto do GLPI já está relacionado a incidência MantisBT selecionada

source: This MantisBT issue is closed
pt_br: Esta incidência MantisBT está fechada

source: Error while deleting the link between GLPi object and MantisBT issue
pt_br: Erro na exclusão da relação entre o objeto GLPI e incidência MantisBT

source: Error while deleting the MantisBT issue
pt_br: Erro na exclusão de incidência MantisBT

source: The MantisBT issue doesn't exists
pt_br: A incidência MantisBT não existe
